import React from "react";

export const features = [
  {
    icon: '📥',
    title: 'Таблица слов',
    description: 'Управляйте своей таблицей, добавляя, изменяя и удаляя слова.',
  },
  {
    icon: '🌟',
    title: 'Добавление слов',
    description: 'Используйте отдельную страницу для добавления новых слов в вашу таблицу.',
  },
  {
    icon: '🃏',
    title: 'Тренировка',
    description: 'Тренируйтесь по карточкам, запоминая перевод и проверяя себя.',
  },
  {
    icon: '📈',
    title: 'Обзор слов',
    description: 'Посмотрите и повторите все слова, которые вы уже знаете, на специальной странице.',
  },

];